<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="chocolatey" />
  <package id="chocolatey-compatibility.extension" />
  <package id="chocolatey-core.extension" />
  <package id="chocolatey-windowsupdate.extension" />
  <package id="diffutils" />
  <package id="fd" />
  <package id="ffmpeg-full" />
  <package id="fzf" />
  <package id="KB2919355" />
  <package id="KB2919442" />
  <package id="KB2999226" />
  <package id="KB3033929" />
  <package id="KB3035131" />
  <package id="lua" />
  <package id="luarocks" />
  <package id="make" />
  <package id="mingw" />
  <package id="ripgrep" />
  <package id="sed" />
  <package id="vcredist140" />
  <package id="vcredist2015" />
  <package id="Wget" />
</packages>
