{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-06-15T18:29:28+02:00",
            "Manifests": 1391
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-06-15T18:29:30+02:00",
            "Manifests": 2167
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-06-15T18:44:31+02:00",
            "Manifests": 500
        }
    ],
    "apps": [
        {
            "Source": "main",
            "Name": "7zip",
            "Updated": "2025-04-21T00:20:33.8543957+02:00",
            "Version": "24.09",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "alacritty",
            "Updated": "2025-05-19T02:07:40.6121094+02:00",
            "Version": "0.15.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "ast-grep",
            "Updated": "2025-06-15T19:24:57.0428634+02:00",
            "Version": "0.38.5",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "delta",
            "Updated": "2025-04-29T22:30:43.6241261+02:00",
            "Version": "0.18.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "diff-so-fancy",
            "Updated": "2025-04-14T20:10:26.4807079+02:00",
            "Version": "1.4.4",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "difftastic",
            "Updated": "2025-04-14T22:06:49.8096112+02:00",
            "Version": "0.63.0",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "eza",
            "Updated": "2025-06-15T19:24:59.2691717+02:00",
            "Version": "0.21.4",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "ffmpeg",
            "Updated": "2025-05-04T02:34:08.0838948+02:00",
            "Version": "7.1.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "gh",
            "Updated": "2025-06-15T19:25:08.5977317+02:00",
            "Version": "2.74.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "ghostscript",
            "Updated": "2025-05-04T02:40:52.2140317+02:00",
            "Version": "10.05.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "go",
            "Updated": "2025-06-15T19:26:16.4666935+02:00",
            "Version": "1.24.4",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "imagemagick",
            "Updated": "2025-05-04T02:39:44.5177139+02:00",
            "Version": "7.1.1-47",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "innounp",
            "Updated": "2025-06-15T19:26:17.2845888+02:00",
            "Version": "2.64.4",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "jq",
            "Updated": "2025-06-15T19:26:18.5989806+02:00",
            "Version": "1.8.0",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "komorebi",
            "Updated": "2025-06-15T19:26:36.4344843+02:00",
            "Version": "0.1.37",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "lazygit",
            "Updated": "2025-06-15T19:10:30.7823924+02:00",
            "Version": "0.52.0",
            "Info": ""
        },
        {
            "Source": "versions",
            "Name": "neovim-nightly",
            "Updated": "2025-06-15T19:31:36.3921691+02:00",
            "Version": "0.12.0-602",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "perl",
            "Updated": "2025-06-15T19:30:08.562834+02:00",
            "Version": "5.40.2.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "poppler",
            "Updated": "2025-05-04T02:37:29.4873594+02:00",
            "Version": "24.08.0-0",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "resvg",
            "Updated": "2025-05-04T02:37:56.5968514+02:00",
            "Version": "0.45.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "starship",
            "Updated": "2025-05-03T01:28:20.3669464+02:00",
            "Version": "1.23.0",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "wezterm",
            "Updated": "2025-05-11T01:30:40.4634876+02:00",
            "Version": "20240203-110809-5046fc22",
            "Info": ""
        },
        {
            "Source": "versions",
            "Name": "wezterm-nightly",
            "Updated": "2025-05-11T01:57:20.4285011+02:00",
            "Version": "nightly-20250511",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "whkd",
            "Updated": "2025-06-15T19:30:12.5270808+02:00",
            "Version": "0.2.9",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "win-vind",
            "Updated": "2025-05-13T02:05:08.3134654+02:00",
            "Version": "5.13.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "yazi",
            "Updated": "2025-06-15T19:30:18.6672973+02:00",
            "Version": "25.5.31",
            "Info": ""
        }
    ]
}
